tap "fluxcd/tap"
tap "go-task/tap"
tap "hashicorp/tap"
tap "siderolabs/tap"
brew "gcc" # Needed for vault & flux
brew "age"
brew "cloudflared"
brew "direnv"
brew "fluxcd/tap/flux"
brew "go-task/tap/go-task"
brew "hashicorp/tap/vault"
brew "helm"
brew "helmfile"
brew "jq"
brew "kubeconform"
brew "kubernetes-cli"
brew "kustomize"
brew "moreutils"
brew "python3"
brew "sops"
brew "stern"
brew "talhelper"
brew "talosctl"
brew "yq"
